import chicken from "/src/assets/chicken.png";
import goose from "/src/assets/goose.png";
import beef from "/src/assets/beef.png";

export const catalog = [
  {
    id: 0,
    src: chicken,
    name: "Филе бедра цыпленка",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    price: 400,
    weight: "0,7 кг. (595-805 г.)",
    best_before: "6 суток",
    breed: "КОББ 500",
    origin: "Тверская область",
    energy: "135 ккал./565 кДж",
    nutrition: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г"
  },
  {
    id: 1,
    src: goose,
    name: "Филе бедра гуся",
    description:
      "Филе бедра гуся - это тонко нарезанный продукт, который понравится всем любителям сырокопченых продуктов. Необычный вкус, аппетитный аромат и тонкое послевкусия отличает сырокопченого гуся от других подобных продуктов.",
    price: 500,
    weight: "0,7 кг. (595-805 г.)",
    best_before: "6 суток",
    breed: "КОББ 500",
    origin: "Тверская область",
    energy: "135 ккал./565 кДж",
    nutrition: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г"
  },
  {
    id: 2,
    src: beef,
    name: "Мякоть бедра говяжья",
    description:
      "Говяжья лопатка превосходно сочетается с большинством популярных пищевых продуктов, в особенности с крупяными, макаронными и хлебобулочными изделиями, лесными ягодами, овощами, сухофруктами (чернослив, курага), грибами, кисломолочной продукцией, яйцами.",
    price: 600,
    weight: "0,7 кг. (595-805 г.)",
    best_before: "6 суток",
    breed: "КОББ 500",
    origin: "Тверская область",
    energy: "135 ккал./565 кДж",
    nutrition: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г"
  },
  {
    id: 3,
    src: chicken,
    name: "Грудка цыпленка на кости",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    price: 400,
    weight: "0,7 кг. (595-805 г.)",
    best_before: "6 суток",
    breed: "КОББ 500",
    origin: "Тверская область",
    energy: "135 ккал./565 кДж",
    nutrition: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г"
  },
  {
    id: 4,
    src: chicken,
    name: "Голень цыпленка",
    description:
      "Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.",
    price: 400,
    weight: "0,7 кг. (595-805 г.)",
    best_before: "6 суток",
    breed: "КОББ 500",
    origin: "Тверская область",
    energy: "135 ккал./565 кДж",
    nutrition: "белки - 13,8 г., жиры - 8,7 г., углеводы - 0 г.; на 100 г"
  }
];
